tap "anomalyco/tap"
tap "mediosz/tap"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "atuin"
brew "bat"
brew "bottom"
brew "broot"
brew "cheat"
brew "diffnav"
brew "difftastic"
brew "dust"
brew "dysk"
brew "fd"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "intelli-shell"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lazysql"
brew "lsd"
brew "macchina"
brew "mise"
brew "mole"
brew "nushell"
brew "onefetch"
brew "ov"
brew "pass"
brew "pnpm"
brew "procs"
brew "python@3.14"
brew "ripgrep"
brew "starship"
brew "superfile"
brew "tealdeer"
brew "yarn"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh-vi-mode"
brew "anomalyco/tap/opencode"
brew "oven-sh/bun/bun"
cask "actual"
cask "nikitabobko/tap/aerospace"
cask "anki"
cask "audacity"
cask "claude-code"
cask "codex"
cask "cursor"
cask "cursor-cli"
cask "firefox"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "gstreamer-runtime"
cask "nordpass"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
cask "mediosz/tap/swipeaerospace"
cask "telegram-desktop"
cask "ticktick"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wine-stable"
cask "zoom"
vscode "catppuccin.catppuccin-vsc"
vscode "github.copilot-chat"
